<center><h2>Tournoi Counter-Strike: Cyber leagues</h2><br></center>
<table><tr><td class=text2>
<FONT color=#ff0000><P align=left>
<A href="#1">A. Organisation Générale du tournoi "Counter-Strike: Cyber Leagues ".</A><BR>
<A href="#2">B. Règles de jeu.</A><BR>
<A href="#3">C. Configuration des clients.</A><BR>
<A href="#4">D. Régles des cartes.</A><BR>
<A href="#5">E. Conduite des participants et spectateurs.</A><BR>
<A href="#6">F. Structure du tournoi.</A><BR>
<A href="#7">G. Plaintes.</A><br>
<a href="#8">H. Modifications &eacute;ventuelles.</a></FONT></P>

<A name=1></A><h6>A. Organisation Générale du tournoi "Counter-Strike: Cyber Leagues ".</h6>
<p align=justify>
<FONT color=#999999>A.1</FONT> Le tournoi Counter-Strike est un tournoi qui se 
dispute en 5 contre 5.<br>
<FONT color=#999999>A.2</FONT> L’équipe ne pourra étre enregistrée au tournoi selon les modalités d’enregistrement,
 et s’est enregistré sur <a href="http://www.cyberleagues.fr" target="blank">Cyberleagues</a>. L’équipe est composée d’au moins 
 cinq joueurs admissibles, tous ayant une licence joueur sur <a href="http://www.cyberleagues.fr" target="blank">Cyberleagues</a>
 Toutes équipe n'étant pas en régle avec ses licences <a href="http://www.cyberleagues.fr" target="blank">Cyberleagues</a>
 (inscription équipe sur Cyberleagues et de ses joueurs avec leur pseudo exact) se verra rentrée en non licenciée.<br>
<FONT color=#999999>A.3</FONT> Chaque participant n'a le droit de participer 
  qu'&agrave; un tournoi et une seule fois dans le tournoi. Un joueur tentant 
  de s'inscrire plusieurs fois sera disqualifié. <BR>
<FONT color=#999999>A.4</FONT> L'inscription au tournoi est limitée à 48 &eacute;quipes. 
  Si le nombre d'&eacute;quipes inscrites excède cette limite, une liste d'attente 
  sera créée. En cas de désistement, les premiers inscrits dans la liste d'attente 
  pourront participer au tournoi. Néanmoins, aucune place n'est garantie à une 
  &eacute;quipe en liste d'attente. <BR>
<FONT color=#999999>A.5</FONT> Toute &eacute;quipe qui ne se présente pas à 
  l'heure prévue pour jouer son match sera déclaré forfait (défaite arbitraire). <BR>
<FONT color=#999999>A.6</FONT> Toute enfreinte au règlement peut engendrer la 
  disqualification du joueur ou de l'&eacute;quipe. Chaque &eacute;quipe s'engage 
  à respecter toutes les conditions de ce règlement.
</P>
  
<A id=2 name=2></A><h6>B. Règles de jeu.</h6>
<p align=justify>
<FONT color=#999999>B.1</FONT><FONT color=#000000> Chaque match oppose une &eacute;quipe 
  contre un autre en fonction de la structure de tournoi (voir F) et son seeding.<BR>
<FONT color=#999999>B.2</FONT> Pour chaque match, le joueur a droit à 15 minutes 
  de 'warmup': période pendant laquelle l'&eacute;quipe peut s'échauffer et se 
  préparer pour le match. Au delà de ces 15 minutes, l'arbitre peut exiger que 
  les &eacute;quipes commencent le match, qu'ils soient prêts ou non. Le joueur 
  de remplacement a 10 minutes pour s&#8217;installer et ce uniquement entre les 
  manches. Aucun temps additionnel ne sera accord&eacute; pour la substitution 
  des joueurs.<br>
<font color="#999999">B.3</font> Pour chacune des manches, les équipes jouent alternativement 
 les terroristes et les anti-terroristes. L'équipe commençant comme terroriste est définie aléatoirement 
 par les admins par « pile ou face ». À la fin de la première manche, les deux équipes commutent leur côté.
 Chaque manche se joue sur 15 rounds.<br> 
L’équipe gagnante est celle qui a remporté le maximum de rounds sur les 2 manches.<br>
 En cas d’égalité :<br>
  - En poules, aucune prolongation ne sera jouer. L’attribution des point se fera comme suit : Une équipe 
victorieuse d'un match de poule remporte 3 points pour le classement de la poule. Une équipe ayant perdu 
son match ne gagne aucun point. En cas d'égalité au nombre de rounds entre les deux équipes, chaque équipe 
marque 1 point au classement de la poule.<br>
  - En phase finale, une prolongation  sera jouée sur 2 manches de 3 rounds et en cas de nouvelle égalité, 
une manche décisive sera jouée pour déclarée l’équipe gagnante.<br>
En poules, les équipes doivent impérativement jouer l’intégralité des deux manches, afin d’éviter d’éventuels 
problèmes d’average, en phase finale par contre léquipe gagnante est cette qui arrivera aux 16 rounds marqués<br>
<font color="#999999">B.4</font> Si un des joueurs se d&eacute;connecte durant 
  le match, il doit revenir aussi rapidement que possible. Les &eacute;quipes 
  peuvent faire une pause pendant le round pour permettre au joueur de revenir. 
  L'utilisation abusive de la pause sera sanctionn&eacute;e. <BR>
<FONT color=#999999>B.5</FONT> Si un match est interrompu &agrave; cause d&#8217;un 
  probl&egrave;me externe aux joueurs ( crash d&#8217;un joueur/serveur, coupure 
  r&eacute;seau, etc.. ), le match sera rejou&eacute; de la mani&egrave;re suivante: 
  <br>
  - si le probl&egrave;me a lieu avant la fin du 1er round, le match sera rejou&eacute;<br>
  - si le probl&egrave;me a lieu apr&egrave;s le 1er round, le match continuera 
  suivant le nombre de ronds restants, et les points seront ajout&eacute;s au 
  score final, dans ce cas, aucune compensation ne sera effectuée concernant l'argent<br>
  perdu à cause de l'interruption de la partie.<br>
<font color="#999999">B.6</font> Certaines actions possibles dans 
  le jeu (bugs de map) sont interdites, ainsi que toutes courte échelle de plus de deux joueurs 
. Si une &eacute;quipe enfreint les r&egrave;gles,   elle s'expose &agrave; des sanctions allant de 
l'avertissement au round de p&eacute;nalit&eacute;   . Si une &eacute;quipe r&eacute;cidive, elle 
sera alors exclue du tournoi.<br>
<font color="#999999">B.7</font> Un joueur re&ccedil;oit un avertissement lorsqu&#8217;il 
  ne respecte pas une r&egrave;gle du tournoi de mani&egrave;re involontaire. 
  Un avertissement ne peut &ecirc;tre donn&eacute; que par un admin du tournoi 
  CS Cyber Leagues. Si un joueur a d&eacute;j&agrave; un avertissement, l&#8217;admin principal 
  du tournoi peut le disqualifier. Un maximum de trois avertissements sera donn&eacute; 
  &agrave; un joueur.<br>
<FONT color=#999999>B.8</FONT> Toute forme de triche, d&eacute;connections, ping flood, 
  etc. se verra sanctionn&eacute;e par une disqualification imm&eacute;diate du 
  joueur ou de l&#8217;&eacute;quipe. <br>
</P>

<A id=3 name=3></A><h6>C. Configuration des clients.</h6>
<p align=justify>
<FONT color=#999999>C.1</FONT><FONT color=#000000> La version de Counter-Strike utilsée sera la 1.6, le client Lan sera fourni par l'organisation.<br>
 Les .cfg d'origine devront étre respectés ! Seules les variables modifiables par le biais du menu Option (et Option => Advenced) seront tolerées.<br>
 Le <a href="http://www.esworldcup.com/files/ESgui.zip" target="blank">Gui de l'ESWC</a> sera intrégré dans le client, vous aurez donc la possibilité de gérer vos binds, seuls les bind intégrés au Gui sont autorisé.</FONT>
<FONT color=#999999><BR>C.2</FONT> Les param&egrave;tre suivants seront utilis&eacute;s :<br>
  - rate : 25000<br>
  - cl_updaterate : 101<br>
  - cl_cmdrate : 101<br>
  - ex_interp : 0.01<br><br>
<FONT color=#999999>C.3 </FONT> Durant le tournoi, les serveurs seront configur&eacute;s 
  avec les param&egrave;tres suivants :<br><br>
  - sv_maxrate 20000<br>
  - sv_lan_rate 20000<br>
  - sv_minrate 2500<br>
  - sv_maxspeed 320<br>
  - sv_airaccelerate 10<br>
  - sv_maxupdaterate 101<br>
  - sv_minupdaterate 50<br>
  - sv_aim 0<br>
  - sv_cheats 0<br>
  - sv_airmove 1<br>
  - sv_allowupload 0<br>
  - sv_allowdownload 0<br>
  - sv_download_ingame 0<br>
  - sv_bounce 1<br>
  - sv_clienttrace 1<br>
  - sv_clipmode 0<br>
  - sv_friction 4.000<br>
  - sv_gravity 800<br>
  - sv_stepsize 18<br>
  - sv_stopspeed 75.000<br>
  - sv_wateraccelerate 10<br>
  - sv_waterfriction 1<br>
  - sv_spectatormaxspeed 500<br><br>
  - mp_autoteambalance 0<br>
  - mp_limitteams 0<br>
  - mp_friendlyfire 1<br>
  - mp_forcechasecam 2<br>
  - mp_forcecam 2<br>
  - mp_chasecam 2<br>
  - mp_friendly_grenade_damage 1<br>
  - mp_allowmonsters 0<br>
  - mp_ghostfrequency 0.1<br>
  - mp_fadetoblack 1<br><br>
  - mp_autokick 0<br>
  - mp_hostagepenalty 0<br>
  - mp_tkpunish 0<br><br>
  - mp_c4imer 35<br>
  - mp_roundtime 1.5<br>
  - mp_freezetime 6<br>
  - mp_chattime 10<br><br>
  - mp_timelimit 0<br>
  - mp_maxrounds 15 (mp_maxrounds 3 for overtime)<br>
  - mp_winlimit 0<br>
  - mp_buytime 0.25<br><br>
  - mp_flashlight 1<br>
  - mp_logfile 1<br>
  - mp_logmessages 1<br>
  - mp_logdetail 3<br>
  - mp_mirrordamage 0<br><br>
  - log on<br>
  - sys_ticrate 10000<br>
  - pausable 1<br>
  - allow_spectators 1<br>
  - filterban 0<BR>
<FONT color=#999999>C.4 </FONT>Il n&#8217;est pas autoris&eacute; d&#8217;installer 
  ou d&#8217;utiliser de pak, plugin, de programme externe, ou d&#8217;autre modification 
  qui d&#8217;une fa&ccedil;on ou d&#8217;une autre alt&egrave;re le jeu.<br>
<font color="#999999">C.5</font> Le bouclier ne peut pas être utilisé en match.
Si un joueur utilise un bouclier, son équipe sera automatiquement déclarée forfait pour ce match là.<br>
<font color="#999999">C.6</font> Il est interdit d'utiliser la console pendant 
  le match. <br>
<font color="#999999">C.7</font> Il est interdit d&#8217;ex&eacute;cuter des 
  programmes et logiciels (hormis les logiciel de communication style team speak, ventrilo ...) pendant les matchs.<br>
<font color="#999999">C.8</font> Les joueurs jouent sur leurs propres ordinateurs, 
  s&#8217;assurent et sont responsables du bon fonctionnement de celui-ci. <br>
</P>

<A id=4 name=4></A><h6>D. Régles des cartes.</h6>
<p align=justify>
<FONT color=#999999>D.1</FONT> Les seules cartes autorisées sont:<BR>
  - de_dust2<br>
  - de_inferno<br>
  - de_nuke<br>
  - de_train<br>
  - de_cbble<br>
<FONT color=#999999>D.2</FONT> Chaque match est jou&eacute; sur une carte tir&eacute;e 
  au sort par le corps arbitral et se compose de 2 manches.</P>
  
<A id=5 name=5></A><h6>E. Conduite des participants et spectateurs.</h6>
<p align=justify>
<FONT color=#999999>E.1</FONT><FONT color=#000000> Les joueurs sont tenus de se conduire 
  de mani&egrave;re amicale, respectueuse et raisonnable envers les autres joueurs 
  et admin officiels. L&#8217;utilisation d&#8217;un langage vulgaire ou d&#8217;un 
  comportement agressif sera sanctionn&eacute;e par un avertissement, un forfait 
  ou une disqualification du joueur pour le tournoi ou l&#8217;&eacute;v&eacute;nement.<BR>
<FONT color=#999999>E.2</FONT> Il est interdit de communiquer avec un participant 
  lorsqu'il joue un match officiel. <BR>
<FONT color=#999999>E.3</FONT> Le joueur ne peut pas communiquer avec quelqu'un d'autre 
  lorsqu'il joue un match officiel (seul la communication avec ses co-équipiers (même mort) et son éventuel manager). <BR>
<FONT color=#999999>E.4</FONT> Il est conseillé aux spectateurs et aux autres 
  participants de ne pas trop faire de bruit lorsqu'un match officiel est joué. 
</P>

<A id=6 name=6></A><h6>F. Structure du tournoi.</h6>
<p align=justify>
<FONT color=#999999>F.1</FONT><FONT color=#000000> Un seeding sera effectué &agrave; partir du classement officiel de <a href="http://www.cyberleagues.fr" target="blank"> CyberLeagues</a> 
  , avant le tournoi tous les joueurs pourront le consulter.<BR>
<FONT color=#999999>F.2</FONT> A partir du seeding, les joueurs seront répartits 
  dans un arbre &agrave; double &eacute;limination.
</P>
  
<A id=7 name=7></A><h6>G. Plaintes.</h6>
<p align=justify>
<FONT color=#999999>G.1</FONT><FONT color=#000000> Tout d&eacute;saccord avec 
  une d&eacute;cision prise durant le tournoi doit &ecirc;tre prononc&eacute; 
  verbalement par le manager d'&eacute;quipe au corps arbitral au moment de 
  l'incident, afin qu'il se r&eacute;unisse et qu'une d&eacute;cision prompte 
  soit prise en consultation avec le responsable du tournoi. Les d&eacute;cisions 
  du corps arbitral sont d&eacute;finitives.<BR>
<FONT color=#999999>G.2</FONT> L'administrateur du tournoi se réserve le droit 
de changer ce règlement avant le début du tournoi si une situation particulière 
l’impose.
</P>
  
<A id=8 name=8></A><h6>H. Modifications &eacute;ventuelles.</h6>
<p align=justify>
<font color="999999">H.1</font> Le tournoi se d&eacute;roule sur la version 
  du jeu la plus r&eacute;cente disponible.<br>
<font color="999999">H.2</font> Le r&eacute;glage de nouvelles options apparues sur une version plus 
  r&eacute;cente.<br>
</P>
</td></tr></table>
