<center><h2>Tournoi Counter-Strike: Pro</h2><br></center>
<table><tr><td class=text2>
<FONT color=#ff0000><P align=left>
<A href="#1">A. Organisation G&eacute;n&eacute;rale du tournoi "Counter-Strike: Pro ".</A><BR>
<A href="#2">B. Règles de jeu.</A><BR>
<A href="#3">C. Configuration des clients.</A><BR>
<A href="#4">D. R&eacute;gles des cartes.</A><BR>
<A href="#5">E. Conduite des participants et spectateurs.</A><BR>
<A href="#6">F. Structure du tournoi.</A><BR>
<A href="#7">G. Plaintes.</A><br>
<a href="#8">H. Modifications &eacute;ventuelles.</a></FONT></P>

<A name=1></A><h6>A. Organisation G&eacute;n&eacute;rale du tournoi "Counter-Strike: Pro ".</h6>
<p align=justify>
<FONT color=#999999>A.1</FONT> Le tournoi Counter-Strike est un tournoi qui se 
dispute en 5 contre 5.<br>
<FONT color=#999999>A.2</FONT> Chaque participant n'a le droit de participer 
  qu'&agrave; un tournoi et une seule fois dans le tournoi. Un joueur tentant 
  de s'inscrire plusieurs fois sera disqualifi&eacute;. <BR>
<FONT color=#999999>A.4</FONT> L'inscription au tournoi est limit&eacute;e à 48 &eacute;quipes. 
  Si le nombre d'&eacute;quipes inscrites excède cette limite, une liste d'attente 
  sera cr&eacute;&eacute;e. En cas de d&eacute;sistement, les premiers inscrits dans la liste d'attente 
  pourront participer au tournoi. N&eacute;anmoins, aucune place n'est garantie à une 
  &eacute;quipe en liste d'attente. <BR>
<FONT color=#999999>A.5</FONT> Toute &eacute;quipe qui ne se pr&eacute;sente pas à 
  l'heure pr&eacute;vue pour jouer son match sera d&eacute;clar&eacute; forfait (d&eacute;faite arbitraire). <BR>
<FONT color=#999999>A.6</FONT> Toute enfreinte au règlement peut engendrer la 
  disqualification du joueur ou de l'&eacute;quipe. Chaque &eacute;quipe s'engage 
  à respecter toutes les conditions de ce règlement.
</P>
  
<A id=2 name=2></A><h6>B. Règles de jeu.</h6>
<p align=justify>
<FONT color=#999999>B.1</FONT><FONT color=#000000> Chaque match oppose une &eacute;quipe 
  contre un autre en fonction de la structure de tournoi (voir F) et son seeding.<BR>
<FONT color=#999999>B.2</FONT> Pour chaque match, le joueur a droit à 15 minutes 
  de 'warmup': p&eacute;riode pendant laquelle l'&eacute;quipe peut s'&eacute;chauffer et se 
  pr&eacute;parer pour le match. Au delà de ces 15 minutes, l'arbitre peut exiger que 
  les &eacute;quipes commencent le match, qu'ils soient prêts ou non. Le joueur 
  de remplacement a 10 minutes pour s&#8217;installer et ce uniquement entre les 
  manches. Aucun temps additionnel ne sera accord&eacute; pour la substitution 
  des joueurs.<br>
<font color="#999999">B.3</font> Pour chacune des manches, les &eacute;quipes 
  jouent alternativement les terroristes et les anti-terroristes. L'&eacute;quipe 
  commen&ccedil;ant comme terroriste est d&eacute;finie al&eacute;atoirement par 
  les admins par &laquo; pile ou face &raquo;. &Agrave; la fin de la premi&egrave;re 
  manche, les deux &eacute;quipes commutent leur c&ocirc;t&eacute;.<br>
  Chaque manche se joue sur 12 rounds. L&#8217;&eacute;quipe gagnante 
  est celle qui a remport&eacute; le maximum de rounds sur les 2 manches. En cas 
  d&#8217;&eacute;galit&eacute;, une nouvelle partie sera jou&eacute;e sur 2 manches 
  de 3 rounds et en cas de nouvelle &eacute;galit&eacute;, une manche d&eacute;cisive 
  sera jou&eacute;e pour d&eacute;clar&eacute;e l&#8217;&eacute;quipe gagnante. 
  Une &eacute;quipe victorieuse d'un match de poule remporte 3 points pour le 
  classement de la poule. Une &eacute;quipe ayant perdu son match ne gagne aucun 
  point. En cas d'&eacute;galit&eacute; au nombre de rounds entre les deux &eacute;quipes, 
  chaque &eacute;quipe marque 1 point au classement de la poule.<br>
<font color="#999999">B.4</font> Si un des joueurs se d&eacute;connecte durant 
  le match, il doit revenir aussi rapidement que possible. Les &eacute;quipes 
  peuvent faire une pause pendant le round pour permettre au joueur de revenir. 
  L'utilisation abusive de la pause sera sanctionn&eacute;e. <BR>
<FONT color=#999999>B.5</FONT> Si un match est interrompu &agrave; cause d&#8217;un 
  probl&egrave;me externe aux joueurs ( crash d&#8217;un joueur/serveur, coupure 
  r&eacute;seau, etc.. ), le match sera rejou&eacute; de la mani&egrave;re suivante: 
  <br>
  - si le probl&egrave;me a lieu avant la fin du 1er round, le match sera rejou&eacute;<br>
  - si le probl&egrave;me a lieu apr&egrave;s le 1er round, le match continuera 
  suivant le nombre de ronds restants, et les points seront ajout&eacute;s au 
  score final. <br>
<font color="#999999">B.6</font> Certaines actions possibles dans 
  le jeu (bugs de map) sont interdites. Si une &eacute;quipe enfreint les r&egrave;gles, 
  elle s'expose &agrave; des sanctions allant de l'avertissement au round de p&eacute;nalit&eacute; 
  . Si une &eacute;quipe r&eacute;cidive, elle sera alors exclue du tournoi.<br>
<font color="#999999">B.7</font> Un joueur re&ccedil;oit un avertissement lorsqu&#8217;il 
  ne respecte pas une r&egrave;gle du tournoi de mani&egrave;re involontaire. 
  Un avertissement ne peut &ecirc;tre donn&eacute; que par un admin du tournoi 
  CS Pro. Si un joueur a d&eacute;j&agrave; un avertissement, l&#8217;admin principal 
  du tournoi peut le disqualifier. Un maximum de trois avertissements sera donn&eacute; 
  &agrave; un joueur.<br>
<FONT color=#999999>B.8</FONT> Toute forme de triche, d&eacute;connections, ping flood, 
  etc. se verra sanctionn&eacute;e par une disqualification imm&eacute;diate du 
  joueur ou de l&#8217;&eacute;quipe. <br>
</P>

<A id=3 name=3></A><h6>C. Configuration des clients.</h6>
<p align=justify>
<FONT color=#999999>C.1</FONT><FONT color=#000000> La version de Counter-Strike doit être 1.5</FONT>
<FONT color=#999999><BR>C.2</FONT> Les param&egrave;tre suivants seront utilis&eacute;s :<br>
  - rate : 25000<br>
  - cl_updaterate : 101<br>
  - cl_cmdrate : 101<br>
  - ex_interp : 0.1<br>
<FONT color=#999999>C.3 </FONT> Durant le tournoi, les serveurs seront configur&eacute;s 
  avec les param&egrave;tres suivants :<br>
  - sv_maxspeed 320<br>
  - sv_airaccelerate 10<br>
  - sv_maxrate 25000<br>
  - sv_aim 0<br>
  - sv_cheats 0<br>
  - sv_airmove 1<br>
  - sv_allowupload 0<br>
  - sv_allowdownload 0<br>
  - sv_download_ingame 0<br>
  - sv_bounce 1<br>
  - sv_clienttrace 1<br>
  - sv_clipmode 0<br>
  - sv_friction 4.000<br>
  - sv_gravity 800<br>
  - sv_minrate 2500<br>
  - sv_stepsize 18<br>
  - sv_stopspeed 75.000<br>
  - sv_wateraccelerate 10<br>
  - sv_waterfriction 1<br>
  - sv_maxupdaterate 101<br>
  - sv_spectatormaxspeed 500<br>
  - mp_autoteambalance 0<br>
  - mp_limitteams 0<br>
  - mp_friendlyfire 1<br>
  - mp_forcechasecam 2<br>
  - mp_forcecam 2<br>
  - mp_chasecam 1<br>
  - mp_friendly_grenade_damage 1<br>
  - mp_allowmonsters 0<br>
  - mp_ghostfrequency 0.1<br>
  - mp_fadetoblack 1<br>
  - mp_autokick 0<br>
  - mp_tkpunish 0<br>
  - mp_c4imer 35<br>
  - mp_roundtime 3<br>
  - mp_freezetime 5<br>
  - mp_buytime 0.25<br>
  - mp_maxrounds 12 (mp_maxrounds 3 for overtime)<br>
  - mp_winlimit 0<br>
  - mp_timelimit 0<br>
  - mp_flashlight 1<br>
  - mp_logfile 1<br>
  - mp_logmessages 1<br>
  - mp_logdetail 3<br>
  - mp_mirrordamage 0<br>
  - mp_hostagepenalty 0<br>
  - allow_spectators 1<br>
  - pausable 1<br>
  - log on<br>
  - filterban 0<BR>
<FONT color=#999999>C.4 </FONT>Il n&#8217;est pas autoris&eacute; d&#8217;installer 
  ou d&#8217;utiliser de pak, plugin, de programme externe, ou d&#8217;autre modification 
  qui d&#8217;une fa&ccedil;on ou d&#8217;une autre alt&egrave;re le jeu.<br>
<font color="#999999">C.5</font> Les joueurs doivent utiliser le GUI de configuration 
  par d&eacute;faut fourni par les organisateurs<br>
<font color="#999999">C.6</font> Il est interdit d'utiliser la console pendant 
  le match. <br>
<font color="#999999">C.7</font> Il est interdit d&#8217;ex&eacute;cuter des 
  programmes et logiciels pendant les matchs.<br>
<font color="#999999">C.8</font> Les joueurs jouent sur leurs propres ordinateurs, 
  s&#8217;assurent et sont responsables du bon fonctionnement de celui-ci. <br>
</P>

<A id=4 name=4></A><h6>D. R&eacute;gles des cartes.</h6>
<p align=justify>
<FONT color=#999999>D.1</FONT> Les seules cartes autoris&eacute;es sont:<BR>
  - de_dust2<br>
  - de_inferno<br>
  - de_nuke<br>
  - de_train<br>
  - de_cbble<br>
<FONT color=#999999>D.2</FONT> Chaque match est jou&eacute; sur une carte tir&eacute;e 
  au sort par le corps arbitral et se compose de 2 manches.</P>
  
<A id=5 name=5></A><h6>E. Conduite des participants et spectateurs.</h6>
<p align=justify>
<FONT color=#999999>E.1</FONT><FONT color=#000000> Les joueurs sont tenus de se conduire 
  de mani&egrave;re amicale, respectueuse et raisonnable envers les autres joueurs 
  et admin officiels. L&#8217;utilisation d&#8217;un langage vulgaire ou d&#8217;un 
  comportement agressif sera sanctionn&eacute;e par un avertissement, un forfait 
  ou une disqualification du joueur pour le tournoi ou l&#8217;&eacute;v&eacute;nement.<BR>
<FONT color=#999999>E.2</FONT> Il est interdit de communiquer avec un participant 
  lorsqu'il joue un match officiel. <BR>
<FONT color=#999999>E.3</FONT> Le joueur ne peut pas communiquer avec quelqu'un d'autre 
  lorsqu'il joue un match officiel. <BR>
<FONT color=#999999>E.4</FONT> Il est conseill&eacute; aux spectateurs et aux autres 
  participants de ne pas trop faire de bruit lorsqu'un match officiel est jou&eacute;. 
</P>

<A id=6 name=6></A><h6>F. Structure du tournoi.</h6>
<p align=justify>
<FONT color=#999999>F.1</FONT><FONT color=#000000> Un seeding sera effectu&eacute; &agrave; partir de r&eacute;sultats diverses 
  (ladder, lans, cyberleagues ect … ), avant le tournoi tous les joueurs pourront 
  le consulter.<BR>
<FONT color=#999999>F.2</FONT> A partir du seeding, les joueurs seront r&eacute;partits 
  dans un arbre &agrave; double &eacute;limination.
</P>
  
<A id=7 name=7></A><h6>G. Plaintes.</h6>
<p align=justify>
<FONT color=#999999>G.1</FONT><FONT color=#000000> Tout d&eacute;saccord avec 
  une d&eacute;cision prise durant le tournoi doit &ecirc;tre prononc&eacute; 
  verbalement par le manager d'&eacute;quipe au corps arbitral au moment de 
  l'incident, afin qu'il se r&eacute;unisse et qu'une d&eacute;cision prompte 
  soit prise en consultation avec le responsable du tournoi. Les d&eacute;cisions 
  du corps arbitral sont d&eacute;finitives.<BR>
<FONT color=#999999>G.2</FONT> L'administrateur du tournoi se r&eacute;serve le droit 
de changer ce règlement avant le d&eacute;but du tournoi si une situation particulière 
l’impose.
</P>
  
<A id=8 name=8></A><h6>H. Modifications &eacute;ventuelles.</h6>
<p align=justify>
<font color="999999">H.1</font> Le tournoi se d&eacute;roule sur la version 
  du jeu la plus r&eacute;cente disponible.<br>
<font color="999999">H.2</font> Le r&eacute;glage de nouvelles options apparues sur une version plus 
  r&eacute;cente.<br>
</P>
</td></tr></table>
