<center><h2>R&egrave;glement du Tournoi Day Of Defeat</h2><br></center>
<p> <span class="verdana2"><strong>1.00 DEROULEMENT DU TOURNOI</strong></span><br>
  <span class="verdana2"><br>
  </span><span class="verdana1">Le Tournoi DoD de l&#8217;Eurolan utilisera Half-Life 
  Day of Defeat&#8482;, un jeu orient&eacute; action multijoueurs. Le Tournoi 
  se joue en &eacute;quipe, ce qui veut dire qu'il n'y aura que des matchs de 
  team vs. team. Les Teams jouent pour des lots de type &quot;cash prize&quot; 
  (voir site de la lan).<br>
  <br>
  Dates de l'&eacute;v&ecirc;nement: 19/20/21th September 2003<br>
  Version du jeu jou&eacute;e: Half-Life Day of Defeat&#8482; 1.0 (ou sup&eacute;rieur)<br>
  Nombre de participants maximums: 20 &eacute;quipes de 6 joueurs chacune</span></p>
<p> <br>
  <span class="verdana2"><strong>2.00 RESTRICTIONS POUR LES JOUEURS</strong></span><br>
  <br>
  <span class="verdana1">2.00a Les restrictions d'&acirc;ge pour participer au 
  tournoi Day Of Defeat Eurolan sont celles appliqu&eacute;es par le r&eacute;glement 
  g&eacute;n&eacute;ral de l&#8217;Eurolan.<br>
  <br>
  2.00b Le Tournoi DoD de l&#8217;Eurolan est ouvert &agrave; tous les joueurs 
  sans distinction de nationalit&eacute;, sexe ou race.<br>
  <br>
  2.00c Le Tournoi DoD de l&#8217;Eurolan est ouvert &agrave; l'ensemble des joueurs 
  qu'ils soient professionnels ou amateurs, sans &eacute;gard pour leur parcours 
  ou leurs sponsors. Il n'y a aucunement besoin d'avoir particip&eacute; &agrave; 
  un pr&eacute;c&eacute;dent Tournoi pour s'inscrire.<br>
  <br>
  2.00d Les joueurs devront prouver leur identit&eacute; par une pi&egrave;ce 
  d'identit&eacute; (carte d'identit&eacute; ou permis de conduire). Les admins 
  du Tournoi se r&eacute;servent le droit de r&eacute;clamer une pi&egrave;ce 
  d'identit&eacute; avant un match.<br>
  <br>
  2.00e Tout arbitre/admin ou officiel du Tournoi DoD de l&#8217;Eurolan n'a absolument 
  pas le droit de participer &agrave; la comp&eacute;tition, sauf d&eacute;rogation 
  sp&eacute;ciale du GameMaster.<br>
  <br>
  </span><span class="verdana2"><strong>3.00 INSCRIPTION EN LIGNE</strong></span><span class="verdana1"><br>
  <br>
  3.00a L'inscription en ligne pour l&#8217;Eurolan a lieu sur le site http://www.lille-eurolan.com. 
  Le co&ucirc;t de l&#8217;inscriptin en ligne pour cet &eacute;v&egrave;nement 
  est de 30.00&euro;.<br>
  <br>
  3.00b L'inscription en ligne est requise pour participer au Tournoi DoD de l&#8217;Eurolan. 
  L'inscription doit se faire avant le Tournoi, dans un d&eacute;lai pr&eacute;vu 
  par le r&eacute;glement g&eacute;n&eacute;ral de l&#8217;Eurolan.<br>
  <br>
  3.00c Le nombre d'&eacute;quipes est limit&eacute; &agrave; 20. Une liste d'attente 
  pourra &ecirc;tre institu&eacute;e. Les Teams sur la liste d'attente ne sont 
  pas garanties d'obtenir une place. Des places peuvent &ecirc;tre r&eacute;serv&eacute;es 
  pour des auto-berths, ou certaines &eacute;quipes si n&eacute;cessaire. Pour 
  comprendre les auto-berths, merci de se r&eacute;f&eacute;rer au paragraphe 
  &quot;Structure du Tournoi&quot; de ce document.<br>
  <br>
  3.00d En participant au Tournoi DoD de l&#8217;Eurolan, chaque participant accepte 
  de se conformer au pr&eacute;sent r&eacute;glement.<br>
  <br>
  3.00e Les joueurs ne peuvent s'entrer plusieurs fois dans la base de donn&eacute;es. 
  Les joueurs avec de multiples inscriptions seront disqualifi&eacute;s.<br>
  <br>
  3.00f Toutes les inscriptions sont sujettes &agrave; v&eacute;rification. Si 
  une entr&eacute;e est fausse ou incompl&egrave;te, le joueur sera disqualifi&eacute;. 
  Toute tentative de fraude,qu'elle soit &eacute;lectronique ou physique sera 
  poursuivie par tous les recours juridiques possibles.<br>
  <br>
  3.00g Pour les joueurs utilisant des transports civils (avion, trains, etc...), 
  il faut savoir que le Tournoi DoD commencera au plus tard le Samedi &agrave; 
  9h et se terminera au plus tard le Dimanche dans la soir&eacute;e.<br>
  <br>
  3.00h Les Sponsors et autres affiliations de l&#8217;Eurolan se r&eacute;servent 
  le droit d'utiliser le nom d'un joueur participant, sa photographie, s&eacute;quence 
  video, et tout autre moyen utilisable &agrave; des fins publicitaires sans le 
  consentiment du joueur se fondant sur sa volont&eacute; de s'inscrire et participer 
  au Tournoi DoD de l&#8217;Eurolan.<br>
  <br>
  3.00i Les informations envoy&eacute;es relatives &agrave; l'inscription du joueur 
  ne doivent pas contenir de vulgarit&eacute;s, ou tout autre language non convenable 
  en public.<br>
  <br>
  3.00j Deux teams inscrites ne peuvent avoir le m&ecirc;me tag &agrave; l'identique, 
  ni le m&ecirc;me nom.<br>
  <br>
  3.00k Chaque joueur devra d&eacute;livrer sa ville et son pays d'origine. Lorsque 
  six joueurs se sont inscrits, et qu'une place est libre, l'affiliation national 
  d'une team sera d&eacute;termin&eacute;e comme suit:<br>
  <br>
  Trois joueurs ou plus repr&eacute;sentant un pays et la Team repr&eacute;sentera 
  automatiquement ce pays. Deux joueurs ou moins avec le m&ecirc;me pays et l'&eacute;quipe 
  ne repr&eacute;sentera aucune nation, mais pourra tout de m&ecirc;me participer 
  au Tournoi DoD de l&#8217;Eurolan.<br>
  <br>
  Il n'y a pas de limite de Team par pays<br>
  <br>
  3.10 INSCRIPTION SUR PLACE<br>
  <br>
  3.10a Les joueurs doivent s'inscrire sur place en plus de l'inscription en ligne. 
  Il n'y a pas d'avantage connu au moment o&ugrave; ces lignes sont &eacute;crites 
  entre l'inscription en ligne et sur place.<br>
  <br>
  3.10b Les joueurs doivent s'inscrire sur place pour participer au Tournoi. Les 
  joueurs ne faisant pas la double inscription ne pourront participer.<br>
  <br>
  3.10c Six joueurs doivent s'inscrire sous une m&ecirc;me team pour confirmer 
  la place prise parmi l'une des 20 places disponibles. Tout nombre en dessous 
  de 6 ne validera pas l'inscription d'une Team, bien que votre &eacute;quipe 
  appara&icirc;tra sur le site le temps de l'inscription.<br>
  <br>
  </span><strong><span class="verdana2">4.00 STRUCTURE DU TOURNOI</span></strong><span class="verdana1"><br>
  <br>
  4.00a Le Tournoi DoD de l&#8217;Eurolan comptera 20 &eacute;quipes pr&eacute;-inscrites.<br>
  <br>
  4.00b Tous les matchs du tournoi auront lieu sur le r&eacute;seau de l&#8217;Eurolan.<br>
  <br>
  4.00c Les Teams sont convoqu&eacute;es pour les matchs par leurs arbitres respectifs 
  avec un minimum de 10 minutes avant le d&eacute;but du match.<br>
  <br>
  4.00d Les auto-berths ne donnent aucun privil&egrave;ge &agrave; l'heure actuelle, 
  que ce soit pour l'inscription ou la participation au Tournoi.<br>
  <br>
  4.00e Il y aura un planning des matchs disponibles &agrave; votre arriv&eacute;e. 
  Demandez celui-ci &agrave; un des officiels.<br>
  <br>
  4.00f Les phases &eacute;liminatoires pass&eacute;es, un autre planning sera 
  disponible. Demandez celui-ci &agrave; un des officiels.<br>
  <br>
  4.10 REGLES DES MATCHS DU TOURNOI<br>
  <br>
  4.10a D&eacute;finitions du Jeu : <br>
  <br>
  Match en Poules - Une partie jou&eacute;e avec les &eacute;quipes jouant la 
  moiti&eacute; du match en Allies et l'autre moiti&eacute; en Axis. Une moiti&eacute; 
  &#8211; une session de 20 minutes sur une map. Deux moiti&eacute;s &eacute;quivalent 
  &agrave; un Match. <br>
  Match en Finales - Une partie jou&eacute;e avec les &eacute;quipes jouant 2 
  rounds/maps, la moiti&eacute; du round en Allies et l'autre moiti&eacute; en 
  Axis. Une moiti&eacute; - une session de 15 minutes sur une map. Quatre moiti&eacute;s 
  &eacute;quivalent &agrave; un Match<br>
  <br>
  4.10b Les maps suivantes seront utilis&eacute;es pour les matchs (les Maps changeront 
  suivant le cycle des Rounds du Tournoi). Chaques Rounds Finaux utiliseront deux 
  maps (Chaque clan choisit une map). Le Tournoi DoD de l&#8217;Eurolan se r&eacute;serve 
  le droit de changer arbitrairement cette liste jusqu&#8217;au September 17th, 
  2003<br>
  <br>
  dod_anzio<br>
  dod_avalanche<br>
  dod_caen<br>
  dod_chemille<br>
  dod_donner<br>
  dod_flash<br>
  dod_kalt<br>
  dod_merderet<br>
  <br>
  4.10c Seuls les leaders de Team sont autoris&eacute;s &agrave; utiliser les 
  chats publics (messagemode1, ou mm1) en jeu. Cette r&egrave;gle s'applique m&ecirc;me 
  lors de la mort. L'utilisation d'un MM1 par tout joueur autre que le leader 
  pourrait amener &agrave; un forfait ou une disqualification, &agrave; mojns 
  d'un caract&egrave;re purement accidentel. Les autres membres doivent utiliser 
  unqiuement le chat en &eacute;quipe (messagemode2, or mm2,) en jeu.<br>
  <br>
  4.10d Les membres de la Team peuvent discuter verbalement &agrave; tout moment 
  du jeu. M&ecirc;me lorsque le joueur est mort.<br>
  <br>
  4.10e Les models, skins et sons doivent &ecirc;tre ceux d'origines; tout joueur 
  utilisant des models/skins/sons diff&eacute;rents de ceux offerts par l'installation 
  classique du jeu sera disqualifi&eacute;.<br>
  <br>
  4.10f Dans le cas d'un nul, il y aura une prolongation de 2x5 minutes. Dans 
  le cas d'un autre nul, 2x5 minutes sur 2 nouvelles maps seront jou&eacute;s 
  avec une map choisie par chaque &eacute;quipe.<br>
  <br>
  4.10g Chaque Team comportera 6 joueurs. Seuls les joueurs inscrits sont autoris&eacute;s 
  &agrave; participer au Tournoi. Si une des Teams a des joueurs non-inscrits, 
  la Team sera imm&eacute;diatement disqualifi&eacute;e. Chaque Team doit donner 
  un nom et aussi d&eacute;signer un Leader pour la repr&eacute;senter.<br>
  <br>
  4.10h Il n'y a aucun rempla&ccedil;ant autoris&eacute; du fait du peu de nombre 
  de places disponibles et de la limite de ports sur le r&eacute;seau disponibles.<br>
  <br>
  4.10i Un pile-ou-face est utilis&eacute; pour d&eacute;terminer qui commence 
  Axis et qui commence Allies. Le gagnant du pile-ou-face d&eacute;termine le 
  camp avec lequel il d&eacute;sire commencer. Les r&ocirc;les s'inversent dans 
  la deuxi&egrave;me moiti&eacute; du Match. Dans le cas d'une prolongation, la 
  Team n'ayant pas choisie son camp lors du d&eacute;but du match aura la possibilit&eacute; 
  de choisir &agrave; son tour par quel camp elle veut commencer pour la prolognation. 
  On alternera de cette mani&egrave;re pour d'autres prolongation.<br>
  <br>
  4.10j Si une Team n'est pas pr&eacute;sente dans la zone du Tournoi lors du 
  d&eacute;but de l'&eacute;chauffement, l'autre Team peut demander &agrave; ce 
  que le pile-ou-face ait lieu sans la pr&eacute;sence de la Team en d&eacute;faut. 
  Cela est &eacute;tablit afin d'assurer le respect du temps d'&eacute;chauffement 
  et de strat&eacute;gie.<br>
  <br>
  4.10k Le saut en strafe ou tout saut avec lequel un joueur exploite un bug sur 
  la stamina de Day Of Defeat est formellement interdit.<br>
  <br>
  </span> <span class="verdana2"><strong>5.00 CONFIGURATION DU CLIENT</strong></span><span class="verdana1"><br>
  <br>
  5.00a Les ordinateurs ne seront pas fournis par le Tournoi DoD de l&#8217;Eurolan. 
  Les joueurs doivent apporter leur propre ordinateur pour participer &agrave; 
  cet &eacute;v&egrave;nement.<br>
  <br>
  5.00b Les joueurs sont encourag&eacute;s &agrave; utiliser leur propre clavier, 
  souris ou tout p&eacute;riph&eacute;rique de contr&ocirc;le, en utilisant les 
  drivers de chacun. L'installation des drivers, et leur fonctionnement sont de 
  la seule responsabilit&eacute; du joueur. L'&eacute;change de p&eacute;riph&eacute;riques 
  n'est pas une excuse &agrave; un retard de la finale.<br>
  <br>
  5.00c Un clavier et une souris standard sera fournie aux joueurs le d&eacute;sirant 
  pour la finale.<br>
  <br>
  5.00d Les joueurs doivent apporter leur propre casque. Les enceintes sont interdites.<br>
  <br>
  5.00e Tous les binds personallis&eacute;s sont r&eacute;unis dans un GUI (Graphical 
  User Interface) &eacute;tablis sp&eacute;cialement pour le Tournoi DoD de l&#8217;Eurolan. 
  Ce GUI devra &ecirc;tre install&eacute; par tous les joueurs et ne pas &ecirc;tre 
  modifi&eacute; d'une autre mani&egrave;re que en d&eacute;marrant Half Life 
  Day Of Defeat. Il vous est impossible de descendre la console en match avec 
  le GUI.<br>
  <br>
  -- GUI : http://www.lille-eurolan.com/docu/lelGUI-DOD-v1.1-FR.exe</span></p>
<p class="verdana1">5.00f Il est formellement interdit d'avoir deux copies du 
  jeu Half Life install&eacute;es sur sa machine. Tout joueur &eacute;tant contr&ocirc;l&eacute; 
  avec 2 r&eacute;pertoires Half Life sur sa machine sera disqualifi&eacute; sans 
  autre forme de proc&egrave;s.<br>
  <br>
  5.00g Les Admins de l&#8217;Eurolan se r&eacute;servent le droit de contr&ocirc;ler 
  tout joueur participant au Tournoi DoD de l&#8217;Eurolan. Tout joueur refusant 
  un contr&ocirc;le sera disqualifi&eacute;.<br>
  <br>
  5.00h Les binds, scripts et autres astuces suivantes sont formellement interdits 
  pour le Tournoi DoD de l&#8217;Eurolan :<br>
  <br>
  - all ex_ commands<br>
  - lightgamma<br>
  - texgamma<br>
  - spawn bug<br>
  - custom crosshair<br>
  - Respawn Camping (definition ci-dessous)<br>
  <br>
  5.00i Les binds, scripts et autres astuces suivantes sont autoris&eacute;s pour 
  le Tournoi DoD de l&#8217;Eurolan et r&eacute;glables via le DoDGUI pour la 
  plupart:<br>
  <br>
  - hud_fastswitch (permet de changer rapidement d'arme sur la roulette ou les 
  touches d'armes)<br>
  - bind showscores + timeleft<br>
  - climbing on the roof on some maps<br>
  - changing your brightness using softwares (avec l'aide d'un logiciel tel que 
  PowerStrip ou directement sur l'&eacute;cran)<br>
  - Respawn Kill (definition ci-dessous)<br>
  - stopsound (stop environmental sounds)<br>
  - r_drawviewmodel (no weapon showing-up)<br>
  - cl_particlefx (stop particle effects)<br>
  - cl_dynamic_xhair (make the crosshair static)<br>
  - cl_minimap (make the minimap appear/disappear)<br>
  - sensitivity (change the sensitivity of your mouse)<br>
  - zoom_sensitivity_ratio (change the sensitivity of your mouse while zooming)<br>
  - developer (show the informations coming from engine activities)<br>
  - conc_color (change the color of the console typos)<br>
  - fps_max (maximum fps authorized for your game)<br>
  - cl_showfps (show your fps)<br>
  - net_graph (same as above but more detailed)<br>
  - net_graphpos (Position of your net_graph feature)<br>
  - cl_hud_objectives (make the objectives icons appear/disappear)<br>
  - cl_hud_objtimer (make the objectives timer appear/disappear)<br>
  - cl_hud_reinforcements (make the reinforcements timer appear/disappear)<br>
  - cl_hud_health (make the health icon appear/disappear)<br>
  - cl_hud_ammo (make the ammo icon appear/disappear)<br>
  - volume (change your volume value)<br>
  - s_eax (engage EAX sound system)<br>
  - mp_decals (Amount of time during which the decals last)<br>
  - timeleft (can be bound with showscores)<br>
  - _ah (activate/deactivate help features)<br>
  - cl_easymode (activate/deactivate help features)<br>
  - cl_identicon (activate/deactivate icons above heads)<br>
  - rate<br>
  - cl_rate<br>
  - cl_cmdrate<br>
  - cl_updaterate<br>
  <br>
  Toutes ces commandes sont accessibles via le DoDGUI et pas par la console (la 
  console elle-m&ecirc;me ne sera pas accessible en jeu).<br>
  <br>
  5.00j D&eacute;finition du Respawn Camping :<br>
  <br>
  Action par laquelle un joueur va attendre pr&ecirc;t d'un respawn ennemi et 
  tuer les adversaires spawnant (rejaillissant &agrave; la vie) sans que ceux-ci 
  aient la possibilit&eacute; de bouger ou tirer.<br>
  Cette m&eacute;thode de jeu anti-fairplay est presque impratiquable en DoD 1.0<br>
  <br>
  5.00k D&eacute;finition du Respawn Kill :<br>
  <br>
  Action par laquelle un joueur va tuer un ennemi &agrave; son spawn. Le joueur 
  est en mouvement et ne s'arr&ecirc;te pas pr&ecirc;t du spawn ennemi. L'ennemi 
  est en mouvement ou a pu tirer. Le joueur ne fait que se d&eacute;placer pour 
  atteindre une objectif, et le passage &agrave; proximit&eacute; du spawn ennemi 
  ne peut &ecirc;tre &eacute;vit&eacute;. Le Joueur se retrouve en &eacute;tat 
  de l&eacute;gitime d&eacute;fense (cas de force majeure entre tuer ou &ecirc;tre 
  tu&eacute;). <br>
  Si le joueur s'arr&ecirc;te ou tue plusieurs ennemis, cela devient du Respawn 
  Camping. <br>
  <br>
  <br>
  <strong><span class="verdana2">6.00 CONFIGURATION DES SERVERS</span></strong><br>
  <br>
  6.00a Les configurations suivantes seront utilis&eacute;s sur les servers.<br>
  <br>
  mp_flashlight 1<br>
  mp_teamplay 11 <br>
  mp_friendlyfire 1<br>
  mp_fraglimit 0<br>
  mp_timelimit 20<br>
  mp_tkpenalty 0<br>
  mp_fadetoblack 1 <br>
  sv_allowdownload 0<br>
  sv_allowupload 0<br>
  sv_cheats 0<br>
  sv_maxrate 9999 <br>
  decalfrequency 30<br>
  pausable 0<br>
  sv_accelerate 10<br>
  sv_aim 0<br>
  sv_airaccelerate 2<br>
  sv_airmove 1<br>
  sv_friction 4<br>
  sv_gravity 800<br>
  sv_stepsize 18<br>
  sv_stopspeed 100<br>
  sv_maxspeed 500 <br>
  mp_falldamage 1 <br>
  mp_footsteps 1<br>
  mp_bulletwhizz 0<br>
  mp_limitallieslight -1<br>
  mp_limitalliesassault -1<br>
  mp_limitalliesheavy 2<br>
  mp_limitalliessniper 1<br>
  mp_limitalliesmg 1<br>
  mp_limitaxislight -1<br>
  mp_limitaxisassault -1<br>
  mp_limitaxisheavy 2<br>
  mp_limitaxissniper 1<br>
  mp_limitaxismg 1<br>
  mp_clan_match 1<br>
  mp_clan_timer 10<br>
  log on<br>
  <br>
  <strong><span class="verdana2">7.00 PROCEDURE DU TOURNOI</span></strong><br>
  <br>
  7.00a Les joueurs ou spectateurs ne peuvent entrer dans la zone du tournoi sans 
  la permission d'un Officiel. Si un joueur d&eacute;sire entrer dans cette zone 
  pour participer &agrave; un match, il devra obtenir au pr&eacute;alable l'autorisation 
  d'un Officiel. Le manquement &agrave; ce principe se verra sanctionn&eacute; 
  par une disqualificaiton de la personne incrimin&eacute;e.<br>
  <br>
  7.00b Les joueurs doivent &ecirc;tre ponctuels pour leurs matchs, et n'auront 
  qu'une gr&acirc;ce de 5 minutes avant d'&ecirc;tre d&eacute;clar&eacute; &quot;forfait&quot;. 
  Un d&eacute;lai suppl&eacute;mentaire peut &ecirc;tre accord&eacute; &agrave; 
  la discr&eacute;tion du GameMaster. Le Tournoi DoD de l&#8217;Eurolan restera 
  impartial quant aux joueurs participants, mais pourra faire des exceptions dans 
  une optique de bon d&eacute;roulement du Tournoi. Des retards r&eacute;p&eacute;t&eacute;s 
  ne seront pas tol&eacute;r&eacute;s.<br>
  <br>
  7.00c Les heures des matchs repr&eacute;sentent l'heure r&eacute;elle de d&eacute;but, 
  non pas l'heure &agrave; laquelle les joueurs doivent se pr&eacute;senter aux 
  admins. les joueurs doivent se pr&eacute;senter avec un minimum de 15 minutes 
  d'avance sur l'heure du match. Les joueurs seront contr&ocirc;l&eacute;s et 
  autoris&eacute;s &agrave; lancer le jeu d&egrave;s que possible, souvent 10 
  minutes avant le d&eacute;but d'un match.<br>
  <br>
  7.00d Les joueurs sont responsables du bon fonctionnement de leur mat&eacute;riel, 
  ou des drivers de leurs contr&ocirc;leurs favoris. Les admins pourront assister 
  les joueurs si probl&egrave;me il y a. Les joueurs sont responsables au cas 
  o&ugrave; ils oublieraient les drivers n&eacute;cessaires au bon fonctionnement 
  de leur mat&eacute;riel. Aucun temps suppl&eacute;mentaire ne sera accord&eacute; 
  pour un joueur rencontrant des probl&egrave;mes de cette nature. De plus, les 
  joueurs n'arrivant pas avec au moins 15 minutes d'avance ne seront pas autoris&eacute;s 
  &agrave; s'&eacute;chauffer.<br>
  <br>
  7.00e Les joueurs sont encourag&eacute;s &agrave; effectuer leurs besoins naturels 
  avant le d&eacute;but d'un match. Les joueurs ne peuvent quitter la zone de 
  Tournoi, m&ecirc;me pendant les mi-temps. Dans des cas extr&ecirc;mes, le joueur 
  int&eacute;ress&eacute; sera accompagn&eacute; afin qu'il ne puisse communiquer 
  avec qui que ce soit &eacute;tranger &agrave; son &eacute;quipe.<br>
  <br>
  7.00f A la fin du match, les joueurs doivent quitter au plus vite la zone du 
  Tournoi et d&eacute;sinstaller leur drivers si les ordinateurs ne sont pas les 
  leurs. Aucun report de scores ou de screenshots n'est utile sauf sur demande 
  expresse.<br>
  <br>
  7.00g Le Tournoi s'effectuera avec 4 Poules de 5 &eacute;quipes. Les 2 premi&egrave;res 
  &eacute;quipes de chaque Poule &eacute;tant autoris&eacute;es &agrave; monter 
  dans l'arbre. Celui-ci se fera par &eacute;limination double. La c&eacute;r&eacute;monie 
  de cl&ocirc;ture r&eacute;compensera les 3 meilleures &eacute;quipes du Tournoi.<br>
  <br>
  <span class="verdana2"><strong>8.00 CONDUITE DU JOUEUR ET DU SPECTATEUR</strong></span><br>
  <br>
  8.00a Les joueurs se conduiront de mani&egrave;re raisonnable, gardant une attitude 
  amicale et polis envers les spectateurs, membres de la presse, admins du Tournoi, 
  etenvers les autres joueurs.<br>
  <br>
  8.00b Les joueurs doivent se rendre disponible pour la c&eacute;r&eacute;monie 
  de cl&ocirc;ture, photographies, interviews, et totu autre &eacute;v&egrave;nement 
  du Tournoi.<br>
  <br>
  8.00c Les joueurs et spectateurs doivent rester calmes dans la zone du Tournoi. 
  Parler est autoris&eacute;, mais doit &ecirc;tre effectu&eacute; aussi bas que 
  possible, et &agrave; l'&eacute;cart des jouers participants. il est formellement 
  interdit de communiquer avec un joueur jouant un match officiel. Dans la zone 
  du Tournoi, spectators vous ne pouvez saluer ou effrayer un joueur participant.<br>
  <br>
  8.00d Les spectateurs &agrave; l'ext&eacute;rieur de la zone du Tournoi, comme 
  ceux regardant les &eacute;crants g&eacute;ants, sont autoris&eacute;s &agrave; 
  laisser libre cours &agrave; leurs expressions. Bien que cela soit autoris&eacute;, 
  al bonne conduite est de rigueur. Il est compr&eacute;hensible et pris en compte 
  que les acclamations des spectateurs peuvent indiquer ce que fait un opposant..<br>
  <br>
  8.00e Les joueurs s'obligeront &agrave; garder un language correct dans la zone 
  du Tournoi. Les nicks des joueurs ne peuvetn contenir de vulgarit&eacute;s, 
  ou des r&eacute;f&eacute;rences quelconque &agrave; des propos incorrects en 
  public (rascistes ou x&eacute;nophobes inclus). Narguer les joueurs en comp&eacute;titions 
  est interdit. Toutes ces r&egrave;gles de conduite s'appliquent aussi aux discussions 
  en jeu.<br>
  <br>
  8.00f Les joueurs doivent participer d'une mani&egrave;re professionnelle. Saboter 
  un match, arr&ecirc;ter de jouer sans raison, ou faire preuve d'un flagrant 
  manque d'efforts peut faire preuve d'une faute de conduite du joueur, et r&eacute;soudre 
  en un forfait par le GameMaster.<br>
  <br>
  8.00g Les spectateurs du Tournoi doivent se comporter poliment dans toutes les 
  circonstances envers les admins du Tournoi ou les joueurs. Perturber un joueur 
  lors d'un match ou discuter par dessus son &eacute;paule est interdit, except&eacute; 
  par le coatch &eacute;ventuelleemnt d&eacute;sign&eacute; par la Team au pr&eacute;alable. 
  Les Spectateurs sont encourag&eacute;s &agrave; rester calmes, et respectueux 
  du fait de jouir de la possibilit&eacute; d'admirer un Tournoi &agrave; cette 
  proximit&eacute;.<br>
  <br>
  8.00h L'utilisation d'alcool est autoris&eacute; mais pas encourag&eacute;. 
  L'utilisation de drogues est interdit. PLes joueurs ne doivent pas &ecirc;tre 
  sous l'influence de l'alcool ou de drogues lors de la comp&eacute;tition.<br>
  <br>
  8.00i Fumer est interdit dans la zone du Tournoi, sauf dans les zones r&eacute;serv&eacute;es.<br>
  <br>
  8.10 HABILLEMENT<br>
  <br>
  8.10a Les joueurs peuvent porter des jeans, shorts, bermudas, jupes, chaussures, 
  baskets, T-shirts ou chemises. Les chapeaux sont autoris&eacute;s. Les v&ecirc;tements 
  ne peuvent v&eacute;hiculer de la vulgarit&eacute; ou tout autre message inconvenant, 
  ni appartenance &agrave; des groupes extr&ecirc;mistes. Les joueurs doivent 
  &ecirc;tre v&eacute;tus.<br>
  <br>
  8.10b Les logos de Team, noms de Sponsors, Logos de Ligues de Jeux, ou tout 
  autre logo du m&ecirc;me type peuvent &ecirc;tre port&eacute;s du moment qu'il 
  n'outrepasse pas les r&egrave;gles suscit&eacute;es.<br>
  <br>
  <strong><span class="verdana2">9.00 TRICHER ET VIOLATION DES REGLES</span></strong><br>
  <br>
  9.00a En s'inscrivant et participant au Tournoi DoD de l&#8217;Eurolan, chaque 
  participant s'engage &agrave; respecter le pr&eacute;sent r&eacute;glement. 
  Passer outre l'une des r&egrave;gles list&eacute;e dans ce document peut valoir 
  une sanction imm&eacute;diate &agrave; la discr&eacute;tion du GameMaster.<br>
  <br>
  9.00b Tout d&eacute;t&eacute;rioration de mat&eacute;riel, inclaunt mais ne 
  se limitant pas aux crashs intentionnels de programmes, modifications ill&eacute;gales 
  de hardwares ou softwares, ou assimil&eacute;, r&eacute;sultera en une disqualification 
  imm&eacute;diate.<br>
  <br>
  9.00c Tout article en violation des r&egrave;gles de biens&eacute;ance devra 
  &ecirc;tre remplac&eacute;/enlev&eacute;. Le manquement &agrave; cette r&egrave;gle 
  entra&icirc;nera une disqualification imm&eacute;diate.<br>
  <br>
  9.00d Toute action violant les r&egrave;gles de biens&eacute;ance de la part 
  des spectateurs ou joueurs avec le t&eacute;moignage d'un officiel, peut valoir 
  un avertissement. Une fois qu'un avertissement est donn&eacute;, la prochaine 
  violation entra&icirc;nera l'exclusion.<br>
  <br>
  9.00e Le GameMaster se r&eacute;serve le droit d'annuler ou modifier les r&egrave;gles 
  du Tournoi DoD de l&#8217;Eurolan si fraude il y a, pannes techniques ou tout 
  autre facteur &eacute;chappant &agrave; son contr&ocirc;le et mettant en danger 
  l'int&eacute;grit&eacute; du Tournoi, &agrave; la d&eacute;termination de sa 
  seule discr&eacute;tion.<br>
  <br>
  9.00f Toute protestion ou d&eacute;saccord avec les r&egrave;gles du Tournoi 
  devra &ecirc;tre effectuer verbalement au GameMaster au moment de l'incident, 
  une d&eacute;cision prompte s'ensuivra. La d&eacute;cision du GameMaster pr&eacute;vaudra 
  et sera sans appel.<br>
  <br>
  9.00g De multiples disqualifications peuvent amener &agrave; une suspension 
  du Tournoi, en d&eacute;cision du GameMaster.<br>
  <br>
  9.00h Toute forme de triche, incluant mais ne se limitant pas aux d&eacute;connectiosn 
  intentionnelles, flooding, crash de server, ou assimil&eacute; peuvent r&eacute;sult&eacute;s 
  en la disqualification imm&eacute;diate du joueur incrimin&eacute;, sans le 
  remboursement des droits de participation.<br>
  <br>
  9.00i L'utilisation de commandes prohib&eacute;es dans la configuration du jeu 
  r&eacute;sultera en une disqualification imm&eacute;diate, sans remboursement 
  des frais de participation. Un avertissement sera donn&eacute; au pr&eacute;alable.<br>
  <br>
  9.00j Les officiels du Tournoi se r&eacute;servent le droit de disqualifi&eacute; 
  tout joueur du Tournoi, &agrave; leur discr&eacute;tion, &agrave; n'importe 
  quel moment de celui-ci, sans avertissement au pr&eacute;alable du joueur.<br>
  <br>
  <strong><span class="verdana2">10.0 RESPONSABILITE ET REGLEMENT<br>
  </span></strong><br>
  10.0a Les responsables de l&#8217;Eurolan ne seront en aucun cas responsables 
  du mat&eacute;riel perdu, vol&eacute; ou endommag&eacute; et/ou pour toute blessure, 
  accidentelle ou intentionnelle, survenant sur un participant durant le Tournoi.</p>
<p class="verdana1"><br>
  R&eacute;dig&eacute; et traduit par Samuel &quot;Altern&quot; Dubois<br>
  Eurolan<br>
  11/05/2003<br>
  Sur la base du r&eacute;glement DoD CPL, repris et modifi&eacute;.</p>
<p class="verdana1">R&eacute;glement libre de droit et utilisable par toute comp&eacute;tition 
  Day Of Defeat.</p>
