<table border="0" align="center" cellpadding="10" cellspacing="0"">
<tr>
	<td class=text2>
		<ul><li> Il est strictement interdit de fumer dans la salle, de consommer des boissons alcoolis&eacute;es ou toutes sortes de drogues,
		<br><br> <li> Il est strictement interdit d'utiliser des appareils &eacute;lectriques autres que votre PC y compris un onduleur ou votre scie sauteuse,
		<br><br> <li> Il est interdit d'utiliser des enceintes,
		<br><br> <li> Toute manipulation &eacute;lectrique est interdite, en cas de problème demander l'aide d'un organisateur,
		<br><br> <li> L'organisation ne fournit pas la connectique R&eacute;seau, vous devez donc disposer de cables RJ 45 d'au moins 5 mètres, ainsi qu'une multi-prise, les triplettes &eacute;tant interdites,
		<br><br> <li> Il est interdit d'avoir des propos racistes et injurieux envers les autres participants, visiteurs et les organisateurs,
		<br><br> <li> Toutes d&eacute;gradations de mat&eacute;riels caus&eacute;es à un tiers devront être indemnis&eacute;es,
		<br><br> <li> En cas de d&eacute;gradation,de casse ou de vol du mat&eacute;riel des participants (y compris les voitures) , les organisateurs ne pourront etre tenu reponsables l&eacute;galement,
		<br><br> <li> Les mineurs seront accept&eacute;s sous la responsabilit&eacute; de leurs parents (autorisation &eacute;crite) ou accompagn&eacute;s d'un majeur,
		<br><br> <li> En participant, vous vous engagez à ne pas participer au piratage informatique sous toutes ses formes. Vous êtes responsables du contenu num&eacute;rique de vos disques et de votre mat&eacute;riel, il est d'ailleurs interdit de partager ses disques durs durant les tournois pour ne pas saturer la bande passante, elle sera libre en dehors des tournois,
		<br><br> <li> Les organisateurs se r&eacute;servent le droit d'expulser toutes personnes ne respectant pas ce r&eacute;glement.
		<br><br> <li> En vous inscrivant, vous d&eacute;clarez accepter en totalit&eacute; le règlement, et le respecter durant l'&eacute;vènement.
		</ul>
	</td>
</tr>
</table>
