<center><h2>Tournoi Quake 3 CTF</h2><br></center>
<p>
        Horaires tournois : Debut / Samedi 13h/14h &agrave; 00h voir+ ! Fin / 
        Dimanche 10h/11h &agrave; 14h(max)
      
<p><strong><span class="verdana2">I - Format du tournoi</span></strong><br>
        1 - La premi&egrave;re partie dite qualificative sera constitu&eacute;e 
        de 4 poules de 6 &eacute;quipes.<br>
        2 - La seconde partie se d&eacute;cline en 2 &eacute;tapes, d'une part 
        la finale, qui rassemblera les deux meilleures &eacute;quipes de chaque 
        poule (8 &eacute;quipes au total) qui s'affronteront dans 2 poules de 
        4 et d'autre part une consolante qui rassemblera les autres dans 4 poules 
        de 4.</p>
      
<p><strong><span class="verdana2">II - Format des matchs et param&egrave;tres</span></strong><br>
  1 - Les matchs seront jou&eacute;s en utilisant les param&egrave;tres standard 
  du mod CTF de Quake 3. Les maps choisies seront celles utilis&eacute;es dans 
  la plus part des ligues CTF, &agrave; savoir : Q3CTF2, Q3W2, Q3W3, Q3WCP5, Q3WCP9 
  (la liste n'est pas d&eacute;finitive). Les serveurs utiliseront la derni&egrave;re 
  version en date du mod OSP. Les joueurs s'assureront de disposer des dernieres 
  versions de Quake3 et des maps n&eacute;c&eacute;ssaires au d&eacute;but du 
  tournoi (accessibles sur un serveur FTP lors de la LAN).<br>
  2 - Pour la 1er partie dite qualificative, chaque match se compose de deux parties 
  de 20 minutes sur deux maps differentes (exception faite des maps asym&eacute;triques 
  si elle sont utilis&eacute;es). Une pause de 5 minutes maximum pourra avoir 
  lieu entre les deux manches ensuite pour la finale (winner et consolante) chaque 
  match se composera de trois maps.<br>
  3 - Tous les matchs se joueront &agrave; 5 joueurs contre 5, un 6&egrave;me 
  joueur est autoris&eacute; en tant que coach. Une &eacute;quipe doit avoir au 
  minimum 3 joueurs pour jouer, l'&eacute;quipe adverse peut jouer quant &agrave; 
  elle avec 4 ou 5 joueurs s'ils le souhaitent, en cas d'absence d'un ou plusieurs 
  joueurs adverse au d&eacute;but du match.<br>
  4 - La couleur des &eacute;quipes (bleu ou rouge) est choisie au hasard par 
  l'admin du match, les &eacute;quipes ne doivent pas changer de couleur entre 
  les maps.<br>
  5 - Le score comptant est celui des drapeaux captur&eacute;s, les parties peuvent 
  &ecirc;tre nulles (pas d'overtime). Chaque partie gagn&eacute;e vaut 2 points 
  pour le vainqueur. Si une partie est nulle, 1 point est donn&eacute; &agrave; 
  chaque &eacute;quipe. <br>
  Et bien s&ucirc;r 0 en cas de d&eacute;faite.<br>
  6 - Une &eacute;quipe qui n'est pas pr&ecirc;te 5 minutes apr&egrave;s l'heure 
  annonc&eacute;e du match sera consid&eacute;r&eacute;e comme forfait &agrave; 
  moins qu'elle justifie d'un probl&egrave;me important l'ayant emp&ecirc;ch&eacute; 
  de se connecter au serveur. Pendant la phase &eacute;liminatoire, un match gagn&eacute; 
  par absence de l'&eacute;quipe adverse &eacute;quivaut &agrave; un score de 
  5-0 ou au r&eacute;sultat de la premi&egrave;re partie s'il est sup&eacute;rieur 
  &agrave; 5-0.<br>
  7 - Param&egrave;tres g&eacute;n&eacute;raux des serveurs :<br>
  Timelimit = 20 minutes<br>
  TeamDamage = OFF<br>
  Weapon Stay = OFF<br>
  Weapon Respawn = 5secs<br>
  Powerup/Techs = ON<br>
  Quad factor = 3<br>
  PlayerModels = Any permitted.<br>
  sv_pure = 1<br>
  Time Nudge = -1 to 0<br>
  MaxPackets = 60 to 100<br>
  PB disable<br>
  All Other Settings default CTF OSP settings.<br>
  8 - En cas d'&eacute;galit&eacute; &agrave; l'int&eacute;rieur d'une m&ecirc;me 
  poule, les ex &aelig;quos seront d&eacute;partag&eacute;s au flag average puis 
  si il y toujours &eacute;galit&eacute;, au nombre de flag<br>
  captur&eacute;s.<br>
  9 - Les maps seront impos&eacute;es pour la partie qualificative du tournoi. 
  <br>
  Lors de la partie finale, chaque &eacute;quipe choisira une map parmis celles 
  dans la liste et l'admin choisira la 3eme map au hazard (map differente des 
  <br>
  deux d&eacute;j&agrave; choisies).</p>
<p><span class="verdana2"><strong>III - Proc&eacute;dures G&eacute;n&eacute;rales</strong></span><br>
  1 - Les noms des serveurs sur lesquel les &eacute;quipes devront jouer seront 
  annonc&eacute;s sur l'intranet de la Gamers-Assembly, sur &eacute;cran g&eacute;ant. 
  Il est <br>
  donc demand&eacute; aux &eacute;quipes d'&ecirc;tre vigilant au moins 15 minutes 
  avant l'horaire pr&eacute;vu pour le d&eacute;but du match. des GTV et des admins.<br>
  3 - Une partie pourra &ecirc;tre rejou&eacute;e pour tout contournement des 
  r&egrave;gles constat&eacute; par un admin. Les joueurs sont responsables du 
  bon fonctionnement<br>
  de leur ordinateur, et aucun d&eacute;dommagement n'aura lieu en cas de plantage 
  d'un des joueurs.</p>
      
<p><strong><span class="verdana2">IV - Les joueurs</span></strong><br>
  1 - Les joueurs ne peuvent jouer que dans une seule &eacute;quipe tout au long 
  du tournoi.<br>
  2 - Aucun programme externe interf&eacute;rant avec le jeu ne sera bien s&ucirc;r 
  tol&eacute;r&eacute;.<br>
  3 - Le joueur devra clairement indiquer dans son pseudo son appartenance &agrave; 
  son &eacute;quipe (tag). L'aliasing est bien entendu interdit lors du tournoi.<br>
  4 - Les joueurs abusant du flood ou ayant un comportement d&eacute;sagr&eacute;able 
  ou insultant envers un autre joueur ou un admin seront &eacute;j&eacute;ct&eacute;s 
  du serveur <br>
  et des sanctions pourront &ecirc;tre prises &agrave; l'initiative des organisateurs.<br>
      </p>
      
<div align="center"><span class="verdana2">Si vous avez des questions, /query 
  sur mIRC : <b>eurolan`Gunnm</b>(Gunnm) ou <b>eurolan`Cqts</b>(Caquistos) ... 
  </span> </div>
