<center><h2>Tournoi Unreal Tournament 2003</h2><br></center>

<P align=left><font color="#0000FF">1 - Organisation g&eacute;n&eacute;rale du 
  tournoi</font><br>
  &#8226; 1.1 - Le tournoi UT2003 se dispute en &eacute;quipe 5vs5 en mode Capture 
  The Flag (CTF).<br>
  &#8226; 1.2 - Chaque participant s'engage &agrave; respecter toutes les conditions 
  de ce r&egrave;glement. Toute enfreinte au r&egrave;glement peut engendrer la 
  disqualification du joueur ou de l'&eacute;quipe.<br>
  &#8226; 1.3 - Les joueurs devront se pr&eacute;senter au minimum 1h avant le 
  d&eacute;but du tournoi.<br>
  &#8226; 1.4 - Toute &eacute;quipe qui ne se pr&eacute;sente pas &agrave; l'heure 
  pr&eacute;vue pour jouer son match sera d&eacute;clar&eacute;e forfait (d&eacute;faite 
  arbitraire).<br>
  &#8226; 1.5 - En dernier recours, l'arbitre et l'organisateur du tournoi se 
  r&eacute;servent le droit de modifier ce r&egrave;glement.</P>
<p><font color="#0000FF">2 - R&egrave;gles du jeu</font><br>
  &#8226; 2.1 - Chaque match se d&eacute;roulera en cinq contre cinq en CTF.<br>
  &#8226; 2.2 - Le tournoi est limit&eacute; &agrave; 30 joueurs donc 6 &eacute;quipes. 
  Ils sont r&eacute;partis en six &eacute;quipes de 5 joueurs (num&eacute;rot&eacute;es 
  de 1 &agrave; 6).<br>
  &#8226; 2.3 - Les &eacute;quipes sont r&eacute;parties en 2 poules de trois 
  &eacute;quipes.<br>
  &#8226; 2.4 - Principe des matchs de poule: Chaque map dure 20min. Les joueurs 
  jouent 2 maps (AVEC OVERTIME) choisies pas les equipes parmis la liste propos&eacute;e. 
  L'&eacute;quipe victorieuse est celle qui remporte les deux maps . En cas d'&eacute;galit&eacute; 
  entre les deux &eacute;quipes (une map remport&eacute;e chacun), une manche 
  de d&eacute;partage de 20 min sera jou&eacute;e sur une map tir&eacute;e au 
  hasard.<br>
  &#8226; 2.5 - Une &eacute;quipe victorieuse d'un match de poule remporte 3 points 
  pour le classement de la poule. Une &eacute;quipe ayant perdu son match ne gagne 
  aucun point.<br>
  &#8226; 2.6 - Le classement au sein de chaque poule se fait au total des points 
  d&eacute;croissants. Au terme des matchs de poules, la premi&egrave;re &eacute;quipe 
  de chaque poule seront qualifi&eacute;s pour la finale. En cas d'&eacute;galit&eacute;, 
  le nombre de capture de flag le plus important pr&eacute;vaut.<br>
  &#8226; 2.7 - D&eacute;roulement des phases finales:<br>
  Apres les matchs de poules, les &eacute;quipes se r&eacute;partissent comme 
  suit:<br>
  Premier poule 1 contre premier poule 2<br>
  Second poule 1 contre second poule 2<br>
  Troisi&egrave;me poule 1 contre troisi&egrave;me poule 2<br>
  &#8226; 2.8 - Principe des phases finales: Chaque map dure 20min. Les joueurs 
  jouent 2 maps (AVEC OVERTIME) choisies pas les equipes parmis la liste propos&eacute;e. 
  L'&eacute;quipe victorieuse est celle qui remporte les deux maps . En cas d'&eacute;galit&eacute; 
  entre les deux &eacute;quipes (une map remport&eacute;e chacun), une manche 
  de d&eacute;partage de 20 min sera jou&eacute;e sur une map tir&eacute;e au 
  hasard.</p>
<p><font color="#0000FF">3 - R&eacute;gle des cartes</font><br>
  &#8226; 3.1 - Les maps choisies sont :<br>
  CTF-CamperCrossings<br>
  CTF-Chrome-LE105<br>
  CTF-Lostfaith-LE105<br>
  CTF-ProgressiveSteel-LE1<br>
  CTF-Orbital2<br>
  Les joueurs sont tenus de poss&eacute;der toutes les maps lors du tournoi (map 
  disponible le jour meme sur un server)</p>
<p><font color="#0000FF">4 - Param&egrave;tres des serveurs</font><br>
  &#8226; 4.1 - Le serveur sera param&eacute;tr&eacute; par default avec le TTM 
  2003 v2.3, certaines options pourront &ecirc;tre rajout&eacute;es en accord 
  avec les arbitres et les autres participants.<br>
  &#8226; 4.2 - Time limit: 20 - Friendly fire: 0% - Balance teams: Yes - Translocator: 
  Yes - No SuperWeapons: Yes &#8211; Powerups: Yes &#8211; Maxplayers: 10 &#8211; 
  Caplimit: 0 &#8211; WeaponStay : yes</p>
<p><font color="#0000FF">5 &#8211; Configuration des joueurs</font><br>
  &#8226; 5.1 - Derni&egrave;re version de UT2003 et le du TTM.<br>
  &#8226; 5.2 - Les configurations des participants seront celles par d&eacute;fauts 
  et pourront &ecirc;tre modifi&eacute;es apr&egrave;s v&eacute;rification des 
  arbitres.<br>
  &#8226; 5.3 - Les configs ne doivent pas inclure de maphack et ne peuvent inclure 
  des commandes design&eacute;es &agrave; abuser le syst&egrave;me gr&acirc;ce 
  &agrave; certaines petites failles. <br>
  6 - Probl&egrave;mes<br>
  &#8226; 6.1 - Si un joueur est d&eacute;connect&eacute; pendant le match, le 
  serveur sera mis en &quot;pause&quot;. Le serveur ne pourra &ecirc;tre mis en 
  pause qu'une seule fois par &eacute;quipe.<br>
  7 - Attitude<br>
  &#8226; 7.1 - Il est interdit de communiquer avec un participant lorsqu'il joue 
  un match officiel (vis et versa).<br>
  &#8226; 7.2 &#8211; HF &amp; GL !</p>


