<center><h2>Tournoi WarCraft III - The Frozen Throne:  Pro</h2><br></center>

<P align=left><FONT color=#ff0000><A 
href="#1">A. Organisation G&eacute;n&eacute;rale du tournoi "WarCraft III: The Frozen Throne: 
  Pro ".</A><BR>
  <A 
href="#2">B. Règles de jeu.</A><BR>
  <A href="#3">C. Configuration 
  des clients.</A><BR>
  <A 
href="#4">D. R&eacute;gles des cartes.</A><BR>
  <A href="#5">E. Conduite des participants 
  et spectateurs.</A><BR>
  <A 
href="#6">F. Structure du tournoi.</A><BR>
  <A href="#7">G. Plaintes.</A><br>
  <a href="#8">H. Modifications 
  &eacute;ventuelles.</a></FONT></P>
<P align=left><FONT color=#ff0000><A 
href="#1">A. Organisation G&eacute;n&eacute;rale du tournoi "WarCraft III: The Frozen Throne: 
  Pro ".</A><A name=1></A></FONT><BR>
  <FONT 
color=#999999>A.1</FONT> Le tournoi WarCraft III est un tournoi qui se dispute 
  en 1 contre 1.<br>
  <font color="#999999">A.2</font> Le tournoi WarCraft III est un tournoi de type 
  professionel, c'est &agrave; dire que chaque participant doit se d&eacute;placer 
  sans leurs ordinateurs dans un espace r&eacute;serv&eacute; et pr&eacute;vu 
  pour la dur&eacute;e de l'&eacute;v&eacute;nement, la comp&eacute;tition se 
  d&eacute;roule sur des ordinateurs fournis par l'organisation de l'&eacute;v&eacute;nement. 
  Pendant la comp&eacute;tition, chaque participant doit avoir son casque, son 
  clavier, sa souris et son tapis.<br>
  <FONT color=#999999>A.3</FONT> Chaque participant n'a le droit de participer 
  qu'&agrave; un tournoi et une seule fois dans le tournoi. Un joueur tentant 
  de s'inscrire plusieurs fois sera disqualifi&eacute;. <BR>
  <FONT 
color=#999999>A.4</FONT> L'inscription au tournoi est limit&eacute;e à 64 joueurs. Si 
  le nombre de joueurs inscrits excède cette limite, une liste d'attente sera 
  cr&eacute;&eacute;e. En cas de d&eacute;sistement, les premiers inscrits dans la liste d'attente 
  pourront participer au tournoi. N&eacute;anmoins, aucune place n'est garantie à un 
  joueur en liste d'attente. <BR>
  <FONT color=#999999>A.5</FONT> Tout joueur qui ne se pr&eacute;sente pas à l'heure 
  pr&eacute;vue pour jouer son match sera d&eacute;clar&eacute; forfait (d&eacute;faite arbitraire) .<BR>
  <FONT color=#999999>A.6</FONT> Toute enfreinte au règlement peut engendrer la 
  disqualification du joueur. Chaque participant s'engage à respecter toutes les 
  conditions de ce règlement.</P>
<P align=left><FONT color=#ff0000><A 
href="#2">B. Règles de jeu.</A><A 
id=2 name=2></A><BR>
  <FONT color=#999999>B.1</FONT><FONT color=#000000> Chaque match oppose un joueur 
  contre un autre en fonction de la structure de tournoi (voir F) et son seeding.<BR>
  <FONT color=#999999>B.2</FONT> Pour chaque match, le joueur a droit à 15 minutes 
  de 'warmup': p&eacute;riode pendant laquelle le joueur peut s'&eacute;chauffer et se pr&eacute;parer 
  pour le match. Au delà de ces 15 minutes, l'arbitre peut exiger que les joueurs 
  commencent le match, qu'ils soient prêts ou non. <BR>
  <FONT color=#999999>B.3</FONT> Si le match est interrompu par un facteur externe 
  (plantage du client, ..) , le match devra être rejou&eacute;.</FONT></FONT></P>
<P align=left><FONT color=#ff0000><A 
href="#3">C. Configuration des clients.</A><A id=3 name=3></A><BR>
  <FONT color=#999999>C.1</FONT><FONT 
color=#000000> La version de WarCraft III doit être 1.12</FONT> </FONT><FONT 
color=#999999><BR>
  C.2</FONT> Les options du jeu doivent êtres:<br>
  - Vitesse de jeu: rapide<BR>
  - Races al&eacute;atoire: d&eacute;coch&eacute;<BR>
  - Heros al&eacute;atoire: d&eacute;coch&eacute;<BR>
  -Observeurs: (Voir E.2)<BR>
  - Visibilit&eacute;: D&eacute;faut<BR>
  <FONT color=#999999>C.3 </FONT>L'utilisation du fichier "CustomKeys.txt" est 
  autoris&eacute;.<BR>
  <FONT 
color=#999999>C.4 </FONT>Les parties se jouent en 'no rules'.<BR>
  <FONT 
color=#999999>C.5</FONT> Le maphack, ainsi que toutes formes de triches sont strictement 
  interdit. </P>
<P align=left><FONT color=#ff0000><A 
href="#4">D. R&eacute;gles des 
cartes.</A><A id=4 name=4></A><BR>
  <FONT 
color=#000000><FONT color=#999999>D.1</FONT> Les seules cartes autoris&eacute;es sont:<BR>
  - Lost Temple (Le Temple Perdu)<BR>
  - Floodplains 1v1 Version (Mar&eacute;cages version 1v1)<BR>
  - Turtle Rock (Le rocher de la tortue)<BR>
  - Twisted Meadows (Prairies ravag&eacute;es)<BR>
  - Gnoll Wood (Bois des gnolls)<BR>
  <FONT color=#999999>D.2</FONT> Chaque joueur place son veto sur une carte et 
  chosit une autre carte (la carte choisie et celle suprim&eacute;e devront être differentes 
  de la carte choisi et surprim&eacute;e par l'autre joueur). En cas de troisi&egrave;me 
  manche, la carte qui aura &eacute;t&eacute; ni suprim&eacute;e ni choisie, sera la carte choisie.</FONT></FONT></P>
<P align=left><FONT color=#ff0000><A 
href="#5">E. Conduite des 
participants et spectateurs.</A><A id=5 name=5></A><BR><FONT 
color=#999999>E.1</FONT><FONT color=#000000> Les participants et les spectateurs 
s'engagent à se conduire correctement. Toute insulte ou comportement agressif 
sera sanctionn&eacute;. <BR><FONT color=#999999>E.2</FONT> Le mode "arbitre" est 
interdit. Le mode observateur est autoris&eacute; si et seulement si les deux 
adversaires sont d'accord.<BR><FONT color=#999999>E.3</FONT> Il est interdit de 
communiquer avec un participant lorsqu'il joue un match officiel. <BR><FONT 
color=#999999>E.4</FONT> Le joueur ne peut pas communiquer avec quelqu'un 
d'autre lorsqu'il joue un match officiel. <BR><FONT color=#999999>E.5</FONT> Il 
est conseill&eacute; aux spectateurs et aux autres participants de ne pas trop faire de 
bruit lorsqu'un match officiel est jou&eacute;. </FONT></FONT></P>
<P align=left><FONT color=#ff0000><A 
href="#6">F. Structure du tournoi.</A><A id=6 name=6></A><BR>
  <FONT color=#999999>F.1</FONT><FONT 
color=#000000> Un seeding sera effectu&eacute; &agrave; partir de r&eacute;sultats diverses 
  (ladder, lans, cyberleagues ect … ), avant le tournoi tous les joueurs pourront 
  le consulter.<BR>
  <FONT color=#999999>F.2</FONT> A partir du seeding, les joueurs seront r&eacute;partits 
  dans un arbre &agrave; double &eacute;limination.</FONT></FONT></P>
<P align=left><FONT color=#ff0000><A 
href="#7">G. Plaintes.</A><A id=7 
name=7></A><BR>
  <FONT color=#999999>G.1</FONT><FONT color=#000000> En cas de plainte quelconque, 
  prendre des screenshots ou replays pour les montrer a l’head admin du tournoi.</FONT></FONT><BR>
  <FONT color=#999999>G.2</FONT> L'administrateur du tournoi (<a href="mailto:storm@lille-eurolan.com">storm@lille-eurolan.com</a>) 
  se r&eacute;serve le droit de changer ce règlement avant le d&eacute;but du tournoi si une 
  situation particulière l’impose.</P>
<P align=left><FONT color=#ff0000><a href="#8">H. Modifications &eacute;ventuelles.</a><A name=8 id="8"></A></FONT><br>
  <font color="999999">H.1</font> Le tournoi se d&eacute;roule sur la version 
  du jeu la plus r&eacute;cente disponible sur <a href="http://www.battle.net">battle.net</a><font color="999999"><br>
  H.2</font> Le r&eacute;glage de nouvelles options apparues sur une version plus 
  r&eacute;cente.<br>
</P>
<P align=left>&nbsp;</P></BODY></HTML>
